Repository: MochiLog/MochiLog-Windows
Catalog: resources/Shared.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

# mt_win_step_3
source: Select this device in MochiLog Windows. Scan its QR code here and enter the six-digit code shown on the PC. Other paired computers remain registered.
de: Wähle dieses Gerät in MochiLog Windows. Scanne hier den QR-Code und gib den sechsstelligen Code vom PC ein. Andere gekoppelte Computer bleiben erhalten.
es: Selecciona este dispositivo en MochiLog Windows. Escanea aquí el QR e introduce el código de seis dígitos del PC. Se conservan los otros ordenadores enlazados.
fr: Sélectionnez cet appareil dans MochiLog Windows. Scannez son QR ici et saisissez le code à six chiffres affiché sur le PC. Les autres ordinateurs associés restent enregistrés.
ja: MochiLog Windowsでこの端末を選びます。PCに表示されるQRコードをここで読み取り、6桁のコードを入力します。ほかの登録済みPCも残ります。
ko: MochiLog Windows에서 이 기기를 선택합니다. 여기에서 QR 코드를 읽고 PC에 표시된 6자리 코드를 입력합니다. 다른 페어링된 컴퓨터는 유지됩니다.
zh_hans: 在 MochiLog Windows 中选择本设备。在这里扫描二维码，并输入电脑显示的六位代码。其他已配对电脑仍会保留。
zh_hant: 在 MochiLog Windows 中選擇本裝置。在此掃描 QR 碼，並輸入電腦顯示的六位數代碼。其他已配對電腦仍會保留。

# mt_win_step_4
source: Leave MochiLog Windows running to collect logs while the device is unlocked. Open MochiLog here to receive, analyze and store them.
de: Lass MochiLog Windows geöffnet, um bei entsperrtem Gerät Logs zu sammeln. Öffne MochiLog hier zum Empfangen, Analysieren und Speichern.
es: Deja MochiLog Windows abierto para recopilar registros mientras el dispositivo esté desbloqueado. Abre MochiLog aquí para recibirlos, analizarlos y guardarlos.
fr: Laissez MochiLog Windows ouvert pour collecter les journaux quand l’appareil est déverrouillé. Ouvrez MochiLog ici pour les recevoir, analyser et enregistrer.
ja: 端末のロック解除中に収集できるようMochiLog Windowsを起動しておきます。このMochiLogを開くとログを受信・解析・記録します。
ko: 기기가 잠금 해제된 동안 로그를 수집하도록 MochiLog Windows를 실행해 둡니다. 여기에서 MochiLog를 열면 로그를 수신·분석·기록합니다.
zh_hans: 保持 MochiLog Windows 运行，以便在设备解锁时收集日志。在本机打开 MochiLog 后接收、分析并保存。
zh_hant: 保持 MochiLog Windows 執行，以便在裝置解鎖時收集記錄。在本機開啟 MochiLog 後接收、分析並儲存。

# mt_battery_logs
source: Battery logs
de: Batterieprotokolle
es: Registros de batería
fr: Journaux de batterie
ja: 電池ログ
ko: 배터리 로그
zh_hans: 电池日志
zh_hant: 電池記錄

# mt_battery_storage_policy
source: Storage
de: Speicherung
es: Almacenamiento
fr: Stockage
ja: 保管設定
ko: 보관 설정
zh_hans: 存储设置
zh_hant: 儲存設定

# mt_battery_keep_after_send
source: Keep logs on this computer after delivery
de: Protokolle nach dem Senden auf diesem Computer behalten
es: Conservar los registros en este equipo tras enviarlos
fr: Conserver les journaux sur cet ordinateur après l’envoi
ja: 送信後もこのPCにログを保管
ko: 전송 후에도 이 컴퓨터에 로그 보관
zh_hans: 发送后仍在此电脑保留日志
zh_hant: 傳送後仍在此電腦保留記錄

# mt_battery_keep_hint
source: When off, delivered logs are deleted as before. Pending logs are kept until delivery.
de: Aus: Gesendete Protokolle werden wie bisher sofort gelöscht. Ausstehende bleiben bis zur Zustellung erhalten.
es: Si se desactiva, los registros enviados se borran como antes. Los pendientes se conservan hasta su entrega.
fr: Si désactivé, les journaux envoyés sont supprimés comme avant. Ceux en attente sont conservés jusqu’à l’envoi.
ja: オフの場合、送信済みログは従来どおりすぐ削除します。未送信ログは送信まで保護します。
ko: 끄면 전송된 로그는 이전처럼 즉시 삭제됩니다. 대기 중인 로그는 전송될 때까지 보관됩니다.
zh_hans: 关闭时，已发送的日志会像以前一样立即删除；待发送日志会保留至发送完成。
zh_hant: 關閉時，已傳送的記錄會如以往一樣立即刪除；待傳送記錄會保留至傳送完成。

# mt_battery_limit
source: Maximum archive size
de: Maximale Archivgröße
es: Tamaño máximo del archivo
fr: Taille maximale des archives
ja: 保管容量の上限
ko: 보관 용량 한도
zh_hans: 存储容量上限
zh_hant: 儲存容量上限

# mt_battery_months
source: Retention (months)
de: Aufbewahrung (Monate)
es: Conservación (meses)
fr: Conservation (mois)
ja: 保存期間（月）
ko: 보관 기간(개월)
zh_hans: 保存期限（月）
zh_hant: 保存期限（月）

# mt_battery_archive_usage
source: Archived
de: Archiviert
es: Archivados
fr: Archivés
ja: 保管済み
ko: 보관됨
zh_hans: 已存档
zh_hant: 已封存

# mt_battery_pending_usage
source: Waiting to send
de: Ausstehend
es: Pendientes de envío
fr: En attente d’envoi
ja: 送信待ち
ko: 전송 대기
zh_hans: 待发送
zh_hant: 待傳送

# mt_battery_search
source: Search logs
de: Protokolle suchen
es: Buscar registros
fr: Rechercher des journaux
ja: ログを検索
ko: 로그 검색
zh_hans: 搜索日志
zh_hant: 搜尋記錄

# mt_battery_pending
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
ja: 送信待ち
ko: 대기 중
zh_hans: 待发送
zh_hant: 待傳送

# mt_battery_saved
source: Delivered
de: Gesendet
es: Enviado
fr: Envoyé
ja: 送信済み
ko: 전송됨
zh_hans: 已发送
zh_hant: 已傳送

# mt_battery_export
source: Export selected
de: Auswahl exportieren
es: Exportar selección
fr: Exporter la sélection
ja: 選択項目を書き出す
ko: 선택 항목 내보내기
zh_hans: 导出所选项
zh_hant: 匯出所選項目

# mt_battery_resend
source: Send again
de: Erneut senden
es: Enviar de nuevo
fr: Renvoyer
ja: もう一度送信
ko: 다시 전송
zh_hans: 重新发送
zh_hant: 重新傳送

# mt_battery_delete
source: Delete selected
de: Auswahl löschen
es: Eliminar selección
fr: Supprimer la sélection
ja: 選択項目を削除
ko: 선택 항목 삭제
zh_hans: 删除所选项
zh_hant: 刪除所選項目

# mt_battery_pending_hint
source: Pending logs cannot be deleted automatically. To receive a resent log, open MochiLog on the device and tap Receive Now.
de: Ausstehende Protokolle werden nicht automatisch gelöscht. Öffne MochiLog auf dem Gerät und tippe auf „Jetzt empfangen“.
es: Los registros pendientes no se borran automáticamente. Abre MochiLog en el dispositivo y toca «Recibir ahora».
fr: Les journaux en attente ne sont pas supprimés automatiquement. Ouvrez MochiLog sur l’appareil et touchez «Recevoir».
ja: 送信待ちログは自動削除しません。再送したログを受け取るには、端末でMochiLogを開き「今すぐ受信」を押してください。
ko: 대기 중인 로그는 자동 삭제되지 않습니다. 기기에서 MochiLog를 열고 지금 받기를 누르세요.
zh_hans: 待发送日志不会自动删除。要接收重发日志，请在设备上打开 MochiLog 并点按“立即接收”。
zh_hant: 待傳送記錄不會自動刪除。要接收重新傳送的記錄，請在裝置上開啟 MochiLog 並點按「立即接收」。

# mt_battery_delete_confirm
source: Delete the selected delivered logs from this computer? Records on iPhone or iPad are unchanged.
de: Ausgewählte gesendete Protokolle von diesem Computer löschen? Einträge auf iPhone oder iPad bleiben erhalten.
es: ¿Eliminar de este equipo los registros enviados seleccionados? Los datos del iPhone o iPad no cambiarán.
fr: Supprimer de cet ordinateur les journaux envoyés sélectionnés ? Les données de l’iPhone ou de l’iPad restent intactes.
ja: 選択した送信済みログをこのPCから削除しますか？iPhone・iPadの記録には影響しません。
ko: 선택한 전송 완료 로그를 이 컴퓨터에서 삭제할까요? iPhone 또는 iPad의 기록은 유지됩니다.
zh_hans: 要从此电脑删除所选已发送日志吗？iPhone 或 iPad 上的记录不受影响。
zh_hant: 要從此電腦刪除所選已傳送記錄嗎？iPhone 或 iPad 上的紀錄不受影響。

# mt_battery_exported
source: log(s) exported
de: Protokoll(e) exportiert
es: registros exportados
fr: journaux exportés
ja: 件を書き出しました
ko: 개 로그 내보냄
zh_hans: 个日志已导出
zh_hant: 個記錄已匯出

# mt_battery_requeued
source: log(s) queued for resending
de: Protokoll(e) zum erneuten Senden vorgemerkt
es: registros en cola para reenviar
fr: journaux en attente de renvoi
ja: 件を再送待ちにしました
ko: 개 로그 재전송 대기
zh_hans: 个日志已加入重发队列
zh_hant: 個記錄已加入重傳佇列

# update_optin_title
source: Automatically check for updates?
de: Automatisch nach Updates suchen?
es: ¿Buscar actualizaciones automáticamente?
fr: Rechercher automatiquement les mises à jour ?
ja: アップデートを自動確認しますか？
ko: 업데이트를 자동으로 확인할까요?
zh_hans: 自动检查更新？
zh_hant: 自動檢查更新？

# update_optin_yes
source: Enable automatic checks
de: Automatische Suche aktivieren
es: Activar comprobaciones
fr: Activer la recherche
ja: 自動確認をオンにする
ko: 자동 확인 켜기
zh_hans: 开启自动检查
zh_hant: 開啟自動檢查

# update_optin_no
source: Keep off
de: Deaktiviert lassen
es: Mantener desactivado
fr: Laisser désactivé
ja: オフのまま使う
ko: 끄기 유지
zh_hans: 保持关闭
zh_hant: 保持關閉

# update_optin_note
source: Checks GitHub for new versions while the app is running. Installing an update requires your confirmation. You can change this in Settings; manual checks work while automatic checks are off.
de: Sucht während der Ausführung auf GitHub. Installation nur nach Bestätigung. In den Einstellungen änderbar; manuelle Suche bleibt verfügbar.
es: Busca nuevas versiones en GitHub mientras la app está abierta. La instalación requiere confirmación. Se puede cambiar en Ajustes; la búsqueda manual sigue disponible.
fr: Recherche les versions sur GitHub lorsque l’app fonctionne. Installation après confirmation. Modifiable dans les réglages ; la recherche manuelle reste disponible.
ja: 起動中にGitHubで新しいバージョンを確認します。インストールは確認後に行います。設定でいつでも変更でき、オフでも手動確認は使えます。
ko: 앱 실행 중 GitHub에서 새 버전을 확인합니다. 설치는 확인 후 진행합니다. 설정에서 변경할 수 있으며 수동 확인은 항상 가능합니다.
zh_hans: 运行时在GitHub检查新版本，安装前需确认。可在设置中更改；关闭后仍可手动检查。
zh_hant: 執行時在GitHub檢查新版本，安裝前需確認。可在設定中變更；關閉後仍可手動檢查。

# mt_040
source: Mac transfer beta
es: Transferencia beta de Mac
fr: Transfert Mac bêta
ja: Mac連携ベータ
ko: Mac Transfer 베타
zh_hans: MAC传输测试版
zh_hant: MAC傳輸測試版

# mt_081
source: iPhone status
es: Estado del iPhone
fr: État de l’iPhone
ja: iPhoneの状態
ko: iPhone 상태
zh_hans: iPhone 状态
zh_hant: iPhone 狀態

# mt_l_03
source: Sparkle updater
es: Actualizador Sparkle
fr: Mise à jour Sparkle
ja: Sparkle更新機能
ko: Sparkle 업데이트
zh_hans: Sparkle 更新组件
zh_hant: Sparkle 更新元件

# mt_nav_updates
source: Updates
es: Actualizaciones
fr: Mises à jour
ja: アップデート
ko: 업데이트
zh_hans: 更新
zh_hant: 更新

# mt_platform
source: Computer
es: Ordenador
fr: Ordinateur
ja: パソコン
ko: 컴퓨터
zh_hans: 电脑
zh_hant: 電腦

# mt_045
source: iPhone / iPad
ko: iPhone 및 iPad
zh_hans: iPhone 和 iPad
zh_hant: iPhone 和 iPad
